Repository: yevhene/novel.university
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: uk

source: Course created successfully
uk: Курс створено

source: Back
uk: Назад

source: Cabinet
uk: Кабінет

source: Could not authenticate. Error: %{reason}
uk: Не вдалося автентифікувати. Помилка: %{reason}

source: Course deleted successfully
uk: Курс видалено

source: Course updated successfully
uk: Курс оновлено

source: Dashboard
uk: Головна

source: Enroll
uk: Записатися

source: Enrollment created successfully
uk: Заявку створено

source: Enrollment failed. Try again later
uk: Створення заявки провалено. Спробуйте пізніше

source: Enrollment in progress
uk: Заявка у процесі

source: Enrollment updated successfully
uk: Заявку оновлено

source: Enrollments
uk: Заявки

source: Failed to authenticate
uk: Не вдалося автентифікувати

source: Group created successfully
uk: Групу створено

source: Group deleted successfully
uk: Групу видалено

source: Group updated successfully
uk: Групу оновлено

source: Groups
uk: Групи

source: Hello!
uk: Привіт!

source: Lab created successfully
uk: Лабораторну створено

source: Lab deleted successfully
uk: Лабораторну видалено

source: Lab updated successfully
uk: Лабораторну оновлено

source: Labs
uk: Лабораторні

source: New Course
uk: Новий курс

source: Please fill your profile
uk: Будь ласка заповніть ваш профіль

source: Profile updated successfully
uk: Профіль оновлено

source: Settings
uk: Налаштування

source: Sign in
uk: Зайти

source: Signed out
uk: Ви вийшли

source: Successfully authenticated
uk: Автентифіковано

source: Unauthenticated
uk: Не автентифіковано

source: Congratulations!
uk: Вітаємо!

source: Course "%{course}"
uk: Курс "%{course}"

source: Course "%{course}" Admin
uk: Керування курсом "%{course}"

source: Delete
uk: Видалити

source: Edit
uk: Редагувати

source: New Group
uk: Нова група

source: New Lab
uk: Нова лабораторна

source: Oops, something went wrong! Please check the errors below.
uk: Не вдалося зберегти, через помилки, що описані нижче

source: Really?
uk: Ви впевнені?

source: Submit
uk: Відправити

source: You are not enrolled
uk: Ви не записані на курс

source: You should be a course head
uk: Ви маєте бути головою курсу

source: You should be a teacher
uk: Ви маєте бути вчителем

source: Your enrollment is not yet approved
uk: Вашу заявку ще не схвалено

source: Profile
uk: Профіль

source: Sign Out
uk: Вийти

source: Description
uk: Опис

source: Email
uk: Електропошта

source: First name
uk: Ім'я

source: Group
uk: Група

source: Last name
uk: Прізвище

source: Name
uk: Назва

source: Start
uk: Початок

source: Title
uk: Назва

source: Github username
uk: Ім'я користувача на Github

source: Edit Profile
uk: Редагувати профіль

source: New Submission
uk: Створити подання

source: Submission created successfully
uk: Подання створено

source: Your submissions
uk: Ваші подання

source: New Submission for Lab "%{lab}"
uk: Нове подання для лабораторної "%{lab}"

source: Choose repository
uk: Оберіть репозиторій

source: Is approved
uk: Схвалено

source: New enrollments
uk: Нові подання

source: No
uk: Ні

source: Submission updated successfully
uk: Подання оновлено

source: Submissions
uk: Подання

source: Yes
uk: Так

source: Repository
uk: Репозиторій

source: New Quiz
uk: Новий тест

source: Quiz created successfully
uk: Тест створено

source: Quiz deleted successfully
uk: Тест видалено

source: Quiz updated successfully
uk: Тест оновлено

source: Quizzes
uk: Тести

source: Samle size
uk: Розмір вибірки

source: Details
uk: Деталі

source: New Question
uk: Нове Питання

source: Question created successfully
uk: Питання створене

source: Question deleted successfully
uk: Питання виделене

source: Question updated successfully
uk: Питання оновлене

source: Correct?
uk: Привильне?

source: New Option
uk: Новий варіант

source: Option created successfully
uk: Варіант створено

source: Option deleted successfully
uk: Варіант видалено

source: Option updated successfully
uk: Варіант оновлено

source: Text
uk: Текст

source: Submission can't be deleted
uk: Подання не може бути видалене

source: Submission deleted successfully
uk: Подання видалене

source: Actions
uk: Дії

source: Course can't be deleted
uk: Курс неможливо видалити

source: Group can't be deleted
uk: Групу неможливо видалити

source: Lab
uk: Лабораторна

source: Lab can't be deleted
uk: Лабораторну неможливо видалити

source: Option
uk: Опція

source: Question can't be deleted
uk: Питання неможливо видалити

source: Quiz can't be deleted
uk: Тест неможливо видалити

source: %{duration} minute(s)
uk: %{duration} хвилин(а)

source: Duration
uk: Тривалість

source: Questions
uk: Питання

source: Sample size
uk: Розмір вибірки

source: all/%{all_size}
uk: всі/%{all_size}

source: unlimited
uk: без обмежень

source: Duration (minutes)
uk: Тривалість (хвилини)

source: Are you ready?
uk: Ви готові?

source: In progress
uk: В процесі

source: New Attempt
uk: Нова спроба

source: Your attempts
uk: Ваші спроби

source: Attempt time elapsed
uk: Час спроби вичерпано

source: Next
uk: Вперед

source: Previous
uk: Назад

source: Unknown error
uk: Невідома помилка
