Repository: yevhene/novel.university
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: uk

source: can't be blank
uk: не можу бути пустим

source: has already been taken
uk: вже існує

source: is invalid
uk: помилкове

source: must be accepted
uk: має бути прийняте

source: has invalid format
uk: має неправильний формат

source: has an invalid entry
uk: має помилковий запис

source: is reserved
uk: зарезервовано

source: does not match confirmation
uk: не співпадає з підтвердженням

source: is still associated with this entry
uk: все ще ассоційовано з цим записом

source: are still associated with this entry
uk: все ще ассоційовані з цим записом

source: should be %{count} character(s)
uk: має містити %{count} символ

source: should have %{count} item(s)
uk: має містити %{count} елемент

source: should be at least %{count} character(s)
uk: має містити не менше за %{count} символ

source: should have at least %{count} item(s)
uk: має містити не менше за %{count} елемент

source: should be at most %{count} character(s)
uk: має містити не більше за %{count} символ

source: should have at most %{count} item(s)
uk: має містити не більше за %{count} елемент

source: must be less than %{number}
uk: має бути меншим за %{number}

source: must be greater than %{number}
uk: має бути більшим за %{number}

source: must be less than or equal to %{number}
uk: має бути меншим або дорівнювати %{number}

source: must be greater than or equal to %{number}
uk: має бути більшим або дорівнювати %{number}

source: must be equal to %{number}
uk: має дорівнювати %{number}
